{
    "Test message for unit test" = "FAIL - app comes before this";
    "Test message for unit test in framework" = "SUCCESS";
    "ERDEditPasswordConfirm" = {
        "infoMessage" = "<i>注意：ログイン名とパスワードには、大文字と小文字の区別があります。パスワードは、６文字以上、16文字以下で、最低でも数字をひとつ含んでないといけません。</i>";
        "newPasswordLabel" = "新しいパスワード";
        "passwordLabel" = "パスワード";
        "confirmLabel" = "パスワード（再入力）";
        "confirmNewLabel" = "新しいパスワード（再入力）";
    };
    "ERD2W.cancelCreationMessage" = "<B>@displayNameForEntity@ の作成を取り消しますか？</B><br><br>確認をクリックすると変更点が破棄されます。キャンセルをクリックすると @displayNameForEntity@ の編集に戻ります。";
    "ERDDefaultCancelCreationMessageAssignment.cancelCreationMessage" = "<B>@displayNameForEntity@ の作成を取り消しますか？</B><br><br>確認をクリックすると変更点が破棄されます。キャンセルをクリックすると @displayNameForEntity@ の編集に戻ります。";
    "ERDEditListButton.editButtonName" = "@displayNameForProperty@ リストを編集";
    "ERDEmptyListMessage.emptyListMessage" = "<b>条件に一致する @displayNameForEntity@ レコードはありません。</b>";
    "ERDTrashcan.confirmDeletionMessage" = "<B>以下の @displayNameForEntity@ を削除してよろしいですか？</B>:<br> @userPresentableDescription@";
    "ERDEditList.saveLabel" = "@pluralCount@個の @pluralString@ を保存しますか？";
    "ERD2WEditToManyRelationship.noChoiceAvailable" = "@displayNameForEntity@ は使用できません。";
    "ERDDatePopup.monthList" = ( "Jan",  "Feb", "Mar", "Apr", "May", "Jun", "Jul", "Aug", "Sep", "Oct", "Nov", "Dec");
}
